---
kind: enumMember
id: F:Autodesk.Revit.DB.LinePatternSegmentType.Dot
enum: Autodesk.Revit.DB.LinePatternSegmentType
source: html/19143fde-b4c9-c466-557d-42a03bc289e5.htm
---
# Autodesk.Revit.DB.LinePatternSegmentType.Dot

A dot